Repository: mubtAAhij/muesli
Catalog: native/MuesliNative/Sources/MuesliNativeApp/Resources/Localizable.xcstrings
Source language: en
Languages: es_419

# apple_speech.language_option.system_language
source: System Language - %@
es_419: Idioma del sistema - %@

# apple_speech.error.requires_supported_os_and_hardware
source: Apple Speech requires macOS 26 and compatible Apple hardware.
es_419: Apple Speech requiere macOS 26 y hardware de Apple compatible.

# apple_speech.error.locale_not_supported
source: Apple Speech does not support the %@ locale on this Mac.
es_419: Apple Speech no admite la configuración regional %@ en este Mac.

# apple_speech.error.model_unavailable
source: The Apple Speech model for %@ is unavailable.
es_419: El modelo de Apple Speech para %@ no está disponible.

# apple_speech.error.language_reservation_limit_reached
source: Apple Speech cannot reserve another language on this Mac (limit: %d).
es_419: Apple Speech no puede reservar otro idioma en este Mac (límite: %d).

# apple_speech.error.no_transcript_produced
source: Apple Speech completed without producing a transcript.
es_419: Apple Speech se completó sin producir una transcripción.

# apple_speech.status.ready
source: Apple Speech ready
es_419: Apple Speech listo

# apple_speech.status.preparing_for_locale
source: Preparing Apple Speech for %@...
es_419: Preparando Apple Speech para %@...

# apple_speech.status.preparing_generic
source: Preparing Apple Speech...
es_419: Preparando Apple Speech...

# apple_speech.status.downloading
source: Downloading Apple Speech...
es_419: Descargando Apple Speech...

# feature_tour.action.end_walkthrough
source: End walkthrough
es_419: Terminar recorrido

# feature_tour.progress.step_of_total
source: %d of %d
es_419: %d de %d

# feature_tour.action.skip
source: Skip
es_419: Omitir

# feature_tour.back
source: Back
es_419: Atrás

# feature_tour.done
source: Done
es_419: Listo

# feature_tour.next
source: Next
es_419: Siguiente

# feature_tour.prompt.whats_new
source: Want a quick tour of what’s new?
es_419: ¿Quieres un recorrido rápido por las novedades?

# feature_tour.action.skip_walkthrough
source: Skip walkthrough
es_419: Omitir el recorrido

# feature_tour.prompt.summary_with_count
source: See %d additions in the places where you’ll actually use them. You can replay this later from What’s New in Muesli.
es_419: Ve %d novedades en los lugares donde realmente las usarás. Puedes volver a verlo más tarde desde Novedades en Muesli.

# feature_tour.take_the_tour
source: Take the Tour
es_419: Hacer el recorrido

# computer_use_trace_formatter.cua_command
source: CUA Command
es_419: Comando CUA

# computer_use_trace_formatter.final_status
source: Final Status
es_419: Estado final

# computer_use_trace_formatter.final_message
source: Final Message
es_419: Mensaje final

# computer_use_trace_formatter.step_trail
source: Step Trail
es_419: Rastro de pasos

# computer_use_trace_formatter.step_number
source: Step %d
es_419: Paso %d

# computer_use_trace_formatter.run
source: Run
es_419: Ejecución

# post_install.prompt.install_to_applications
source: Install %@ to Applications?
es_419: ¿Instalar %@ en Aplicaciones?

# post_install.prompt.install_and_relaunch_description
source: %@ will copy itself to your Applications folder and relaunch automatically.
es_419: %@ se copiará en tu carpeta Aplicaciones y se volverá a abrir automáticamente.

# post_install.action.install
source: Install
es_419: Instalar

# post_install.action.cancel
source: Cancel
es_419: Cancelar

# post_install.prompt.replace_existing_title
source: Replace existing %@?
es_419: ¿Reemplazar el %@ existente?

# post_install.prompt.replace_existing_message
source: An older version of %@ is already in Applications. Replace it?
es_419: Una versión anterior de %@ ya está en Aplicaciones. ¿Reemplazarla?

# post_install.action.replace
source: Replace
es_419: Reemplazar

# post_install.status.installing
source: Installing %@
es_419: Instalando %@

# post_install.status.copying_to_applications
source: Copying %@ to Applications...
es_419: Copiando %@ a Aplicaciones...

# post_install.error.installation_failed
source: Installation failed.
es_419: La instalación falló.

# post_install.prompt.eject_installer_disk_title
source: Eject %@ installer disk?
es_419: ¿Expulsar el disco de instalación de %@?

# post_install.prompt.eject_installer_disk_message
source: %@ is already installed. It can eject the installer disk and move the downloaded DMG to Trash.
es_419: %@ ya está instalado. Puede expulsar el disco del instalador y mover el DMG descargado a la Papelera.

# post_install.action.keep
source: Keep
es_419: Conservar

# post_install.action.eject_and_trash_dmg
source: Eject and Trash DMG
es_419: Expulsar y mover el DMG a la papelera

# timeline.section.today
source: TODAY
es_419: HOY

# timeline.section.yesterday
source: YESTERDAY
es_419: AYER

# timeline.empty_state.try_another_source
source: Try another source, app, or time range
es_419: Intenta con otra fuente, app o rango de tiempo

# timeline.empty_state.no_dictations_for_app
source: No dictations for %@
es_419: Sin dictados para %@

# timeline.empty_state.no_activity_yet
source: No activity yet
es_419: Aún no hay actividad

# timeline.empty_state.no_activity_this_mac
source: No activity from this Mac
es_419: Sin actividad en este Mac

# timeline.empty_state.no_activity_iphone
source: No activity from iPhone
es_419: Sin actividad desde el iPhone

# timeline.meeting.accessibility_label
source: Meeting
es_419: Reunión

# timeline.sync_origin.mac.subtitle
source: Recorded on this Mac
es_419: Grabado en este Mac

# timeline.meeting.accessibility_hint.open
source: Open meeting
es_419: Abrir reunión

# timeline.preview.no_transcript_or_notes
source: No transcript or notes yet
es_419: Sin transcripción ni notas aún

# shortcuts.title
source: Shortcuts
es_419: Atajos

# shortcuts.subtitle
source: Choose your preferred shortcuts for dictation and computer use commands.
es_419: Elige tus atajos preferidos para dictado y comandos de uso del computador.

# shortcuts.dictation.push_to_talk.title
source: Push to Talk
es_419: Pulsar para hablar

# shortcuts.dictation.push_to_talk.description
source: Hold to record, release to transcribe
es_419: Mantén presionado para grabar, suelta para transcribir

# shortcuts.computer_use_command.title
source: Computer Use Command
es_419: Comando de Uso del Computador

# shortcuts.computer_use_command.description
source: Hold to record a command, release to plan and run it
es_419: Mantén presionado para grabar un comando, suelta para planificarlo y ejecutarlo

# shortcuts.meeting_recording.title
source: Meeting Recording
es_419: Grabación de reunión

# shortcuts.meeting_recording.description
source: Toggle meeting recording on/off
es_419: Activar/desactivar la grabación de reunión

# shortcuts.threshold.hold_label
source: Hold
es_419: Mantener presionado

# shortcuts.threshold.range
source: Hold threshold: %d-%d ms
es_419: Umbral de pulsación: %d-%d ms

# shortcuts.change_shortcut
source: Change Shortcut
es_419: Cambiar atajo

# shortcuts.recording_prompt.key_or_modifier
source: Press a key or modifier...
es_419: Presiona una tecla o modificador...

# shortcuts.recording_prompt.modifier_only
source: Press a modifier key...
es_419: Presiona una tecla modificadora...

# shortcuts.hands_free_mode.title
source: Hands-Free Mode
es_419: Modo manos libres

# shortcuts.hands_free_mode.description
source: Double-tap dictation or CUA to start, tap again to stop
es_419: Pulsa dos veces dictado o CUA para iniciar, pulsa de nuevo para detener

# shortcuts.reset_to_defaults
source: Reset to Defaults
es_419: Restablecer los valores predeterminados

# meeting_participants.people_description.one
source: \(participants.count) people
es_419: %@ personas

# meeting_participants.title.add_people
source: Add people
es_419: Agregar personas

# meeting_participants.empty_state.add_people
source: Add people to this meeting
es_419: Agrega personas a esta reunión

# meeting_participants.accessibility.show_people_description
source: Show %@
es_419: Mostrar %@

# meeting_participants.accessibility.add_people_to_this_meeting
source: Add people to this meeting
es_419: Agregar personas a esta reunión

# meeting_participants.alert.update_failed.title
source: Couldn't Update People
es_419: No se pudieron actualizar las personas

# meeting_participants.alert.update_failed.message
source: The meeting's people could not be updated.
es_419: Las personas de la reunión no se pudieron actualizar.

# meeting_participants.popover.title
source: People
es_419: Personas

# meeting_participants.popover.empty_state
source: No one has been added yet.
es_419: Aún no se ha agregado a nadie.

# meeting_participants.menu.choose_from_contacts
source: Choose from Contacts…
es_419: Elige de Contactos…

# meeting_participants.menu.create_new_contact
source: Create New Contact…
es_419: Crear nuevo contacto…

# meeting_participants.menu.add_person
source: Add person
es_419: Agregar persona

# meeting_participants.menu.help.choose_or_create_contact
source: Choose or create an Apple contact
es_419: Elige o crea un contacto de Apple

# meeting_participants.menu.remove_display_name
source: Remove %@
es_419: Eliminar %@

# app_state.section.sync.title
source: Sync
es_419: Sincronización

# app_state.section.dictation.title
source: Dictation
es_419: Dictado

# app_state.section.computer_use.title
source: Computer Use
es_419: Uso del computador

# app_state.section.meetings.title
source: Meetings
es_419: Reuniones

# app_state.section.appearance.title
source: Appearance
es_419: Apariencia

# app_state.section.live_meetings.title
source: Live Meetings
es_419: Reuniones en vivo

# app_state.section.cleanup.title
source: Cleanup
es_419: Refinamiento

# app_state.time_range.all_time.label
source: All time
es_419: Siempre

# app_state.time_range.last_2_days.label
source: Last 2 days
es_419: Últimos 2 días

# app_state.time_range.last_week.label
source: Last week
es_419: Última semana

# app_state.time_range.last_2_weeks.label
source: Last 2 weeks
es_419: Últimas 2 semanas

# app_state.time_range.last_month.label
source: Last month
es_419: El mes pasado

# app_state.time_range.last_3_months.label
source: Last 3 months
es_419: Últimos 3 meses

# app_state.insights.back_to_dictations
source: Back to Dictations
es_419: Volver a Dictados

# app_state.insights.back_to_timeline
source: Back to Timeline
es_419: Volver al Cronograma

# gemma4_litert.error.model_missing_at_path
source: Gemma 4 LiteRT-LM model is missing at %@.
es_419: El modelo Gemma 4 LiteRT-LM no se encuentra en %@.

# gemma4_litert.error.download_failed
source: Gemma 4 LiteRT-LM did not download successfully.
es_419: Gemma 4 LiteRT-LM no se descargó correctamente.

# gemma4_litert.download.downloading_model
source: Downloading Gemma 4 E2B
es_419: Descargando Gemma 4 E2B

# gemma4_litert.error.downloaded_model_not_regular_file
source: Downloaded Gemma 4 LiteRT-LM model is not a regular file.
es_419: El modelo Gemma 4 LiteRT-LM descargado no es un archivo regular.

# gemma4_litert.error.model_file_too_small
source: Downloaded Gemma 4 LiteRT-LM model is too small (%d bytes).
es_419: El modelo Gemma 4 LiteRT-LM descargado es demasiado pequeño (%d bytes).

# gemma4_litert.error.model_missing_with_download_hint
source: Gemma 4 LiteRT-LM model is missing at %@. Download it from the Models tab or set %@.
es_419: El modelo Gemma 4 LiteRT-LM no se encuentra en %@. Descárgalo desde la pestaña Modelos o configura %@.

# gemma4_litert.error.create_engine_settings_failed
source: Gemma 4 LiteRT-LM failed to create engine settings.
es_419: Gemma 4 LiteRT-LM no pudo crear la configuración del motor.

# gemma4_litert.error.create_engine_failed
source: Gemma 4 LiteRT-LM failed to create the engine.
es_419: Gemma 4 LiteRT-LM falló al crear el motor.

# gemma4_litert.error.create_session_config_failed
source: Gemma 4 LiteRT-LM failed to create session config.
es_419: Gemma 4 LiteRT-LM no pudo crear la configuración de sesión.

# gemma4_litert.error.create_conversation_config_failed
source: Gemma 4 LiteRT-LM failed to create conversation config.
es_419: Gemma 4 LiteRT-LM no pudo crear la configuración de conversación.

# gemma4_litert.error.create_conversation_failed
source: Gemma 4 LiteRT-LM failed to create a conversation.
es_419: Gemma 4 LiteRT-LM no pudo crear una conversación.

# gemma4_litert.error.create_optional_conversation_args_failed
source: Gemma 4 LiteRT-LM failed to create optional conversation arguments.
es_419: Gemma 4 LiteRT-LM no pudo crear los argumentos de conversación opcionales.

# gemma4_litert.error.create_conversation_message_failed
source: Gemma 4 LiteRT-LM failed to create a conversation message.
es_419: Gemma 4 LiteRT-LM no pudo crear un mensaje de conversación.

# gemma4_litert.error.audio_clip_too_long
source: Gemma 4 supports audio clips up to %d seconds; this clip is %.1f seconds.
es_419: Gemma 4 admite clips de audio de hasta %d segundos; este clip tiene %.1f segundos.

# gemma4_litert.error.invalid_response
source: Gemma 4 LiteRT-LM returned an invalid response.
es_419: Gemma 4 LiteRT-LM devolvió una respuesta inválida.

# gemma4_litert.error.not_loaded_call_prepare
source: Gemma 4 LiteRT-LM is not loaded. Call prepare() first.
es_419: Gemma 4 LiteRT-LM no está cargado. Llama a prepare() primero.

# gemma4_litert.status.preparing
source: Preparing Gemma 4 LiteRT-LM...
es_419: Preparando Gemma 4 LiteRT-LM...

# gemma4_litert.status.loading_model
source: Loading Gemma 4 E2B...
es_419: Cargando Gemma 4 E2B...

# dictation_row.copy_cua_trace.help
source: Copy CUA trace
es_419: Copiar traza CUA

# dictation_row.delete_dictation.alert_title
source: Delete Dictation
es_419: Eliminar dictado

# dictation_row.delete_dictation.confirm_button
source: Delete
es_419: Eliminar

# dictation_row.delete_dictation.cancel_button
source: Cancel
es_419: Cancelar

# dictation_row.delete_dictation.alert_message
source: Are you sure you want to delete this dictation? This cannot be undone.
es_419: ¿Estás seguro de que quieres eliminar este dictado? Esta acción no se puede deshacer.

# dictation_row.computer_use_trace.step_title
source: Step %d
es_419: Paso %d

# dictation_row.computer_use_trace.run_label
source: Run
es_419: Ejecutar

# dictation_row.status.timed_out_token_compact
source: timedout
es_419: Expirado

# dictation_row.status.timed_out
source: Timed out
es_419: Tiempo agotado

# dictation_row.status.failed
source: Failed
es_419: Fallido

# dictation_row.status.needs_confirmation_token
source: needsconfirmation
es_419: requiere confirmación

# dictation_row.status.cancelled
source: Cancelled
es_419: Cancelado

# meeting_candidate.platform.generic
source: Meeting
es_419: Reunión

# meeting_candidate.fallback.meeting
source: Meeting
es_419: Reunión

# cohere_transcribe.language.english
source: English
es_419: Inglés

# cohere_transcribe.language.french
source: French
es_419: Francés

# cohere_transcribe.language.german
source: German
es_419: Alemán

# cohere_transcribe.language.spanish
source: Spanish
es_419: Español

# cohere_transcribe.language.italian
source: Italian
es_419: Italiano

# cohere_transcribe.language.portuguese
source: Portuguese
es_419: Portugués

# cohere_transcribe.language.dutch
source: Dutch
es_419: Neerlandés

# cohere_transcribe.language.polish
source: Polish
es_419: Polaco

# cohere_transcribe.language.greek
source: Greek
es_419: Griego

# cohere_transcribe.language.arabic
source: Arabic
es_419: Árabe

# cohere_transcribe.language.japanese
source: Japanese
es_419: Japonés

# cohere_transcribe.language.chinese
source: Chinese
es_419: Chino

# cohere_transcribe.language.vietnamese
source: Vietnamese
es_419: Vietnamita

# cohere_transcribe.language.korean
source: Korean
es_419: Coreano

# cohere_transcribe.download.model_files
source: model files
es_419: archivos del modelo

# cohere_transcribe.download.in_progress_prefix
source: Downloading
es_419: Descargando

# cohere_transcribe.error.models_not_loaded
source: Cohere Transcribe models not loaded. Call loadModels() first.
es_419: Los modelos de Cohere Transcribe no están cargados. Llama a loadModels() primero.

# cohere_transcribe.status.preparing_core_ml_models
source: Preparing Core ML models...
es_419: Preparando modelos de Core ML...

# insights_share.title
source: Share your activity
es_419: Comparte tu actividad

# insights_share.subtitle.privacy
source: A private snapshot with no transcripts or account details
es_419: Una captura privada sin transcripciones ni datos de cuenta

# common.done
source: Done
es_419: Listo

# insights_share.preview.accessibility_label
source: Preview of your Muesli activity image
es_419: Vista previa de tu imagen de actividad de Muesli

# insights_share.error.save_failed
source: The image couldn’t be saved
es_419: No se pudo guardar la imagen

# insights_share.error.dismiss.accessibility_label
source: Dismiss save error
es_419: Cerrar error al guardar

# insights_share.action.copy_image
source: Copy Image
es_419: Copiar imagen

# insights_share.action.save_png
source: Save PNG
es_419: Guardar PNG

# insights_share.action.share
source: Share…
es_419: Compartir…

# insights_share.confirmation.copied
source: Copied
es_419: Copiado

# insights_share.confirmation.saved
source: Saved
es_419: Guardada

# insights_share.card.your_range
source: YOUR RANGE
es_419: TU RANGO

# insights_share.metric.words_captured
source: WORDS CAPTURED
es_419: PALABRAS CAPTURADAS

# insights_share.metric.meetings
source: MEETINGS
es_419: REUNIONES

# insights_share.metric.average_wpm
source: AVERAGE WPM
es_419: PROMEDIO WPM

# insights_share.metric.current_streak
source: CURRENT STREAK
es_419: RACHA ACTUAL

# insights_share.metric.longest_streak
source: LONGEST STREAK
es_419: RACHA MÁXIMA

# insights_share.footer.privacy_tagline
source: Private by design. Made on this Mac.
es_419: Privado por diseño. Hecho en este Mac.

# insights_share.day_count.day_singular
source: DAY
es_419: DÍA

# insights_share.day_count.day_plural
source: DAYS
es_419: DÍAS

# audio.import.dialog.title
source: Import Audio File for Transcription
es_419: Importar archivo de audio para transcripción

# audio.import.dialog.prompt
source: Choose an audio file (m4a, mp4, wav, mp3)
es_419: Elige un archivo de audio (m4a, mp4, wav, mp3)

# audio.import.error.unsupported_format
source: This audio file format is not supported.
es_419: Este formato de archivo de audio no está admitido.

# audio.import.error.convert_failed_detail
source: Could not convert the audio file. %@
es_419: No se pudo convertir el archivo de audio. %@

# audio.import.error.no_audio_tracks
source: The selected file does not contain any audio tracks.
es_419: El archivo seleccionado no contiene ninguna pista de audio.

# audio.import.error.read_failed_detail
source: Could not read the audio file. %@
es_419: No se pudo leer el archivo de audio. %@

# audio.import.error.invalid_audio_duration
source: Invalid audio duration.
es_419: Duración de audio inválida.

# audio.import.progress.converting
source: Converting audio file...
es_419: Convirtiendo archivo de audio...

# audio.import.progress.loading_model
source: Loading transcription model...
es_419: Cargando modelo de transcripción...

# audio.import.error.no_speech_detected
source: No speech detected in the selected audio file.
es_419: No se detectó voz en el archivo de audio seleccionado.

# audio.import.progress.transcribing
source: Transcribing audio...
es_419: Transcribiendo el audio...

# audio.import.error.no_speech_transcribed
source: No speech was transcribed from the selected audio file.
es_419: No se transcribió voz del archivo de audio seleccionado.

# audio.import.progress.identifying_speakers
source: Identifying speakers...
es_419: Identificando hablantes...

# audio.import.progress.generating_title
source: Generating title...
es_419: Generando título...

# audio.import.progress.generating_summary
source: Generating summary...
es_419: Generando resumen...

# audio.import.progress.saving
source: Saving...
es_419: Guardando...

# audio.import.error.could_not_read_samples
source: Could not read audio samples from the selected file.
es_419: No se pudo leer las muestras de audio del archivo seleccionado.

# audio.import.error.unknown_read_error
source: Unknown read error
es_419: Error de lectura desconocido

# audio.import.error.read_not_complete
source: Read did not complete
es_419: La lectura no se completó

# settings.clear_history.dictations.title
source: Clear dictation history?
es_419: ¿Borrar el historial de dictados?

# settings.clear_history.meetings.title
source: Clear meeting history?
es_419: ¿Borrar el historial de reuniones?

# settings.clear_history.dictations.message
source: This will permanently remove all saved dictations. This cannot be undone.
es_419: Esto eliminará permanentemente todos los dictados guardados. Esta acción no se puede deshacer.

# settings.clear_history.meetings.message
source: This will permanently remove all saved meetings, notes, transcripts, and retained audio recordings. This cannot be undone.
es_419: Esto eliminará permanentemente todas las reuniones, notas, transcripciones y grabaciones de audio conservadas. Esta acción no se puede deshacer.

# settings.clear_history.dictations.confirm
source: Clear Dictations
es_419: Borrar dictados

# settings.clear_history.meetings.confirm
source: Clear Meetings
es_419: Eliminar reuniones

# settings.meeting_live_transcript.description.completed_only
source: Shows completed transcript segments only.
es_419: Muestra solo los segmentos de transcripción completados.

# settings.meeting_live_transcript.description.live_and_final
source: Creates the live and final transcript.
es_419: Crea la transcripción en vivo y la final.

# settings.meeting_live_transcript.description.low_latency_preview
source: Adds a low-latency preview.
es_419: Agrega una vista previa de baja latencia.

# settings.meeting_backend.no_downloaded_models
source: No downloaded models
es_419: Sin modelos descargados

# settings.cleanup_backend.description.download_model
source: Download a cleanup model from Models to refine dictations on this Mac.
es_419: Descarga un modelo de refinamiento desde Modelos para refinar los dictados en este Mac.

# settings.cleanup_backend.description.refines_on_mac
source: Refines dictated text on this Mac.
es_419: Refina el texto dictado en este Mac.

# settings.cleanup_backend.description.gemma4_refinement
source: Uses the downloaded Gemma 4 model to refine dictated text on this Mac.
es_419: Usa el modelo Gemma 4 descargado para refinar el texto dictado en este Mac.

# settings.cleanup_backend.description.download_gemma4_for_cleanup
source: Download Gemma 4 E2B from Models to use it for cleanup.
es_419: Descarga Gemma 4 E2B desde Modelos para usarlo en el refinamiento.

# settings.cleanup_backend.description.sends_to_backend_with_latency
source: Sends dictated text to %@ and may add latency.
es_419: Envía el texto dictado a %@ y puede introducir latencia.

# settings.microphone.option.automatic
source: Automatic
es_419: Automático

# settings.microphone.option.selected_unavailable
source: Selected microphone unavailable
es_419: Micrófono seleccionado no disponible

# settings.title
source: Settings
es_419: Configuración

# settings.alert.confirm_destructive_action.title
source: Confirm Destructive Action
es_419: Confirmar acción destructiva

# settings.action.cancel
source: Cancel
es_419: Cancelar

# settings.action.delete
source: Delete
es_419: Eliminar

# settings.alert.enable_accessibility.title
source: Enable Accessibility?
es_419: ¿Habilitar Accesibilidad?

# settings.alert.action.enable
source: Enable
es_419: Habilitar
